class script(object):
    START = """<b>ʜᴇʟʟᴏ {} 🤟**
ɪ ᴀᴍ ʙᴇsᴛ ᴄʜᴀɴɴᴇʟ ʟɪɴᴋ sᴇᴀʀᴄʜ ʙᴏᴛ 🤖! 

ɪ ᴡɪʟʟ ғɪʟᴛᴇʀ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴘᴏsᴛs ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴀɴᴅ sᴇɴᴅ ɪᴛ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴄʜᴀᴛ ᴡʜᴇɴ Sᴏᴍᴇᴏɴᴇ sᴇᴀʀᴄʜ ɪᴛ.

ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ʙʏ <a href='https://t.me/heartlesssn'>ᴄʀᴀᴢʏ</a></b>"""

    HELP = """<b>ᴘʟᴇᴀsᴇ ᴄᴏɴᴛᴀᴄᴛ ᴏᴡɴᴇʀ
ᴅᴍ <a href=https://t.me/heartlesssn>ᴄʀᴇᴢʏ ᴅᴇᴠᴇʟᴏᴘᴇʀ</a> """
    
    BHOLE = """<b>ᴇxᴘᴇʀɪᴇɴᴄᴇ ᴛʜᴇ ᴜʟᴛɪᴍᴀᴛᴇ ᴍᴏᴠɪᴇ-ʟᴏᴠᴇʀ's ᴘᴀʀᴀᴅɪsᴇ ᴏɴ ᴏᴜʀ ᴍᴏᴠɪᴇs ᴄʜᴀɴɴᴇʟ. ᴅɪᴠᴇ ɪɴᴛᴏ ᴀ ᴠᴀsᴛ ᴄᴏʟʟᴇᴄᴛɪᴏɴ ᴏꜰ ꜰɪʟᴍs sᴘᴀɴɴɪɴɢ ᴠᴀʀɪᴏᴜs ɢᴇɴʀᴇs, ꜰʀᴏᴍ ᴀᴄᴛɪᴏɴ-ᴘᴀᴄᴋᴇᴅ ʙʟᴏᴄᴋʙᴜsᴛᴇʀs ᴛᴏ ᴛʜᴏᴜɢʜᴛ-ᴘʀᴏᴠᴏᴋɪɴɢ ᴅʀᴀᴍᴀs. ᴡɪᴛʜ ᴜsᴇʀ-ꜰʀɪᴇɴᴅʟʏ ɴᴀᴠɪɢᴀᴛɪᴏɴ, ᴘᴇʀsᴏɴᴀʟɪᴢᴇᴅ ʀᴇᴄᴏᴍᴍᴇɴᴅᴀᴛɪᴏɴs, ᴀɴᴅ ᴅᴇᴛᴀɪʟᴇᴅ ᴍᴏᴠɪᴇ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ, ᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪs ʏᴏᴜʀ ɢᴏ-ᴛᴏ ᴅᴇsᴛɪɴᴀᴛɪᴏɴ ꜰᴏʀ ᴄɪɴᴇᴍᴀᴛɪᴄ ʙʟɪss. ᴊᴏɪɴ ᴏᴜʀ ᴄᴏᴍᴍᴜɴɪᴛʏ, sᴛᴀʏ ᴜᴘᴅᴀᴛᴇᴅ ᴡɪᴛʜ ᴛʜᴇ ʟᴀᴛᴇsᴛ ɴᴇᴡs, ᴀɴᴅ ɪɴᴅᴜʟɢᴇ ɪɴ ᴛʜᴇ ᴍᴀɢɪᴄ ᴏꜰ ᴍᴏᴠɪᴇs ʟɪᴋᴇ ɴᴇᴠᴇʀ ʙᴇꜰᴏʀᴇ. ɢᴇᴛ ʀᴇᴀᴅʏ ꜰᴏʀ ᴀ ᴡᴏʀʟᴅ ᴏꜰ ᴜɴʟɪᴍɪᴛᴇᴅ ᴇɴᴛᴇʀᴛᴀɪɴᴍᴇɴᴛ ᴀᴛ ʏᴏᴜʀ ꜰɪɴɢᴇʀᴛɪᴘs!

💯 ǫᴜᴀʟɪᴛɪᴇs ᴏꜰ ᴏᴜʀ ᴄʜᴀɴɴᴇʟ

♻️ ᴀʟʟ ᴏᴛᴛ ᴘʟᴀᴛꜰᴏʀᴍ ᴍᴏᴠɪᴇ ᴏɴ ᴏɴᴇ ᴘʟᴀᴄᴇ.
♻️ 5 ʟᴀᴄᴋ + ᴍᴏᴠɪᴇs ᴀʟʀᴇᴀᴅʏ ʜᴇʀᴇ
♻️ ꜰɪʀsᴛ ᴏɴ ᴛᴇʟᴇɢʀᴀᴍ ɴᴇᴡ ʀᴇʟᴇᴀsᴇᴅ ᴍᴏᴠɪᴇ ᴅɪʀᴇᴄᴛ ᴠᴇᴅɪᴏ.
♻️ ᴅᴀɪʟʏ ᴜᴘʟᴏᴀᴅ 50+ ᴍᴏᴠɪᴇ
♻️ 24/7 sᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘ ᴀʟsᴏ

🌿 ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ : <a href=https://t.me/Crazybotz>ᴄʀᴇᴢʏᴅᴇᴠᴇʟᴏᴘᴇʀ</a></b>"""
    
    CREZY = """<b>💵 ɪ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛᴏ ʏᴏᴜ 💸

ᴘʟᴇᴀsᴇ ᴅᴏɴᴀᴛᴇ ᴛʜᴇ ᴅᴇᴠᴇʟᴏᴘᴇʀ ꜰᴏʀ ᴋᴇᴇᴘɪɴɢ ᴛʜᴇ sᴇʀᴠɪᴄᴇ ᴀʟɪᴠᴇ & ᴋᴇᴇᴘ ʙʀɪɴɢɪɴɢ ᴍᴏʀᴇ ɴᴇᴡ ꜰᴇᴀᴛᴜʀᴇs ꜰᴏʀ ʏᴏᴜ....

𝐘𝐨𝐮 𝐂𝐚𝐧 𝐃𝐨𝐧𝐚𝐭𝐞 𝐀𝐧𝐲 𝐀𝐦𝐨𝐮𝐧𝐭 𝐘𝐨𝐮 𝐇𝐚𝐯𝐞 💷

᚜ ᴘᴀʏᴍᴇɴᴛ ᴍᴇᴛʜᴏᴅs ᚛

💵<a href=http://bit.ly/IMDBdonate>𝗚𝗼𝗼𝗴𝗹𝗲 𝗣𝗮𝘆</a>
💸<a href=http://bit.ly/IMDBdonate>𝗣𝗮𝘆𝘁𝗺</a>
💶<a href=http://bit.ly/IMDBdonate>𝗣𝗵𝗼𝗻𝗲𝗣𝗲</a> 

𝐂𝐨𝐧𝐭𝐚𝐜𝐭 𝐌𝐞 𝐅𝐨𝐫 𝐊𝐧𝐨𝐰 𝐀𝐛𝐨𝐮𝐭 𝐓𝐡𝐞 𝐏𝐚𝐲𝐦𝐞𝐧𝐭 𝐈𝐧𝐟𝐨

ᴄʟɪᴄᴋ ʜᴇʀᴇ : <a href='t.me/heartlesssn'>ᴏᴡɴᴇʀ</a>
ᴄʟɪᴄᴋ ʜᴇʀᴇ : <a href='t.me/heartlesssn'>ᴏᴡɴᴇʀ</a></b>"""
   
    HELP2 = """<b>‼️  ʜᴏᴡ ᴛᴏ ᴜꜱᴇ ᴍᴇ ɪɴ ᴀ ɢʀᴏᴜᴘ  ‼️


❂ ᴀᴅᴅ ᴍᴇ ᴀꜱ ᴀᴅᴍɪɴ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴀɴᴅ ᴄʜᴀɴɴᴇʟ.

❂ ᴛʏᴘᴇ /verify ɪɴ ɢʀᴏᴜᴘ.

❂ ᴡᴀɪᴛ ᴜɴᴛɪʟ ʏᴏᴜʀ ʀᴇǫᴜᴇꜱᴛ ɪꜱ ᴠᴇʀɪꜰɪᴇᴅ ʙʏ <a href=https://t.me/crezyDevelopers>ᴏᴡɴᴇʀ</a>

❂ ᴀꜰᴛᴇʀ ᴠᴇʀɪꜰɪᴄᴀᴛɪᴏɴ ꜱᴇɴᴅ /connect ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪᴅ

⤨ ᴇxᴀᴍᴘʟᴇ -

/connect -100xxxxxxxxxx


❂ ꜰᴏʀ ᴀᴅᴅɪɴɢ ꜰᴏʀᴄᴇ ꜱᴜʙ ɪɴ ɢʀᴏᴜᴘ ᴛʏᴘᴇ /fsub ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪᴅ

⤨ ᴇxᴀᴍᴘʟᴇ -

/fub -100xxxxxxxxxx


❂ ꜰᴏʀ ʀᴇᴍᴏᴠɪɴɢ ꜰᴏʀᴄᴇ ꜱᴜʙ ɪɴ ɢʀᴏᴜᴘ ᴛʏᴘᴇ /nofsub ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪᴅ

⤨ ᴇxᴀᴍᴘʟᴇ -

/nofsub -100xxxxxxxxxx


⤨ ʀᴇᴍᴏᴠᴇ ᴀ ᴄʜᴀɴɴᴇʟ ᴡɪᴛʜ
/disconnect -100xxxxxxxxxxx
ᴛʜɪꜱ ᴡɪʟʟ ʜᴇʟᴘ ʏᴏᴜ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴀ ɪɴᴅᴇxᴇᴅ ᴄʜᴀɴɴᴇʟ ꜰʀᴏᴍ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

❂ ɢᴇᴛ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ ʟɪꜱᴛ ᴡɪᴛʜ
/connections</b>"""

    ABOUT = """<b>➣ ᴍʏ ɴᴀᴍᴇ ⋟ {}
➢ ᴄʀᴇᴀᴛᴏʀ ⋟ <a href=https://t.me/heartlesssn>ᴄʀᴇᴢʏ ᴅᴇᴠᴇʟᴏᴘᴇʀ</a>
➣ ʟɪʙʀᴀʀʏ ⋟  𝘱𝘺𝘳𝘰𝘨𝘳𝘢𝘮
➢ ʟᴀɴɢᴜᴀɢᴇ ⋟  𝘱𝘺𝘵𝘩𝘰𝘯 3
➣ ᴅᴀᴛᴀʙᴀsᴇ ⋟  𝘮𝘰𝘯𝘨𝘰 𝘥𝘣
➢ ʙᴏᴛ sᴇʀᴠᴇʀ ⋟  𝘩𝘦𝘳𝘰𝘬𝘶
➣ ʙᴜɪʟᴅ sᴛᴀᴛs ⋟  𝘷2.0.1 ﹝ʙᴇᴛᴀ﹞</b>"""

    STATS = """<b>My Status 💫

👥 Users: {}
🧿 Groups: {}"""

    BROADCAST = """<u>{}</u>

Total: `{}`
Remaining: `{}`
Success: `{}`
Failed: `{}`"""

    
